Repository: mozilla-l10n/mt-training-data
Catalog: bxk/bxk_pontoon.tmx
Source language: en_us
Languages: bxk

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
bxk: { $actionType } <micIcon></micIcon> ate wilemu yani nganoli nga nonyala

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
bxk: { $actionType } <playIcon></playIcon> ate owandike asii byesi uwulila omundu khaloma

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
bxk: { $actionType } <playIcon></playIcon> Wulilisha kamakono ate uwenjje khuyushamo, kali malala? kábari tah, ngona kabe silala kabiisa.

source: Add a question <icon></icon> in { $currentLocale } for people to answer
bxk: Ongelakho sirebo <icon></icon> mu { $currentLocale } èsi babandu belémo

source: Add information
bxk: Rungah burume

source: An error occurred while creating this transcript
bxk: An èrror yakholebwe nga bangona khukelesha khuno

source: An error occurred while editing the transcript
bxk: An èrror ekholebwe nga khuyushamo khekhungonebwa

source: An error occurred while recording
bxk: An èrror ekhorebwe nga khekhu-recordah

source: An error occurred while skipping the transcript
bxk: An èrror èkhorebwe nga khekhusuna khuyushamo

source: An error occurred while skipping this prompt
bxk: An èrror ekhorebwe nga khusuna prompt eyii

source: An error occurred while submitting the report
bxk: Èrror èkholekhe nga khorayo èriportah

source: An error occurred while uploading your response
bxk: An èrror ekholebwe nga uploadah intsilamo èyowo

source: An error occurred while voting the transcript
bxk: An èrror èkhorebwe nga khuyusha khekhulondebwa

source: Answer
bxk: Ilahmo

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
bxk: Ulitayari mwituli lya Beta lyekhutesta kamakono kabushele muproject ye nganikha yaspontaneous

source: Ask sensitive questions
bxk: Rebah birebo bye kamakhulu

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
bxk: Ènjushamo erinekhu ámba buli èlomo oba enganikha yasauti ya non-lexical iyayalomebwe nende omundu, ngelimo nende khukhwilakamo.

source: Attention!
bxk: Khurekeresha!

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
bxk: Nabulayi uyete lwekamakhulu ke lulomo nga khuyusamo lulomo nende <mark>khuchenja ècodi</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
bxk: Nabulayi uyete lwe lulomo lulimo oba <mark> mbamo emandika ya corpus</mark> khurambisha (nga, tsinganikha tsitubanisha, tsitsaaukhanga nende tsamatayi)

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
bxk: Mukhu kunya “Èlesha elink khu email yange”, ufukilishane nende <termsLink>kamakambila ke burambi bwefe</termsLink>nende<privacyLink>Privacy Policy</privacyLink>

source: By telling us about yourself, you will help developers build more inclusive technology
bxk: Nga wee katchulekho, ulayeta ba-developer khukhwo-mbekha teckiinologyi èkiindi

source: Cancel
bxk: Khalamo

source: Central Melanau
bxk: Akari èMelanau

source: Change
bxk: Chanjja

source: Changes the language dataset to which you're contributing
bxk: Bichenjja ènganikha ya dataset èsi'oli khorunga

source: Changes website text only.
bxk: Bichenja biwandiko bya website búsa.

source: Check
bxk: checka

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
bxk: Londa birebo byangu bibili raisi yani umundu yesiyesi ategela regardless nendr culture oba burume

source: Click
bxk: Kunya

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
bxk: Kunya <guidanceLink>here</guidanceLink> khusoma èngeli ye khurambishamo èpage èyi

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
bxk: Likono lyabushele khe launchingah èplatform yakhabili elolelah khubushasha ènganikha eli organic, spontaneous nende ekhausibwamo.

source: Contact us
bxk: khwi rebekho

source: Continue
bxk: Khuendelea

source: Continue speaking
bxk: Endelea khuckatchula

source: Contribute
bxk: Rungah

source: Contributing to <bold>{ $language }</bold> dataset
bxk: Khurungila <bold>{ $enganikha }</bold> ne-dataset

source: Correct
bxk: endayii

source: Country/Region of Residence
bxk: Linambo/sekhemu esi umenyah

source: Delete
bxk: Rushaamo

source: Different language
bxk: ènganikha Tafauti

source: do
bxk: khola

source: Done
bxk: Yawele

source: do not
bxk: le-kha

source: Don't wish to say
bxk: Senya khu lomaloma tah

source: Eastern Penan
bxk: Penan Ebwamanyanga

source: Edit
bxk: Ngona

source: e.g., “What do you wish you could use technology for?”
bxk: e.g.,"nga sina shesi wibasha uri unyala warambisiila technologyi"

source: English
bxk: Kingeresa

source: Enter your Country/Region of Residence
bxk: Ramo Linambo/sekhemu esi- umenyah

source: Enter your email
bxk: Ingisha email yowo

source: Error while playing audio file.
bxk: Èrror nga benyaya èfilo yekamakono

source: Exceeded 500 questions. Reduce number of questions and retry.
bxk: Wabirishe birebo 500. Pungusha enumber yebirebo wilemo lundi.

source: Express or solicit prejudiced or offensive sentiments
bxk: Okeshanisha oba obushashe prejudiced oba tsinganikha tsinbi

source: Female/Feminine
bxk: Wekhasi/Sikhasi

source: Guidelines
bxk: Endakilila

source: Heng Hua
bxk: Heng Hau

source: How Spontaneous Speech works
bxk: Èngeli èsi ènganikha yaspontaneous èramba

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bxk: Ifukilisa kamakono kabuli ngeli<termsLink>Terms</termsLink> nende <privacyLink>Privacy Notice</privacyLink>

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
bxk: Èse ngakasi èndi èquestion iya <publicDomainLink>bulimundu</publicDomainLink> até sesindi nebunyala khucki uploadingah.

source: Interested in getting involved with this project, or partnering with us?
bxk: Wenyele khurambagana nende project yino, namwe khukhwigata alala nenafwe?

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
bxk: Ilamo èprompt nga neli nga nonyala mutsii sentenca tsindala. Making sure uri ènganikha yowo eri respectfully nende kimima kimilayi.

source: Learn how to check a transcription
bxk: Iyicka èngeli yekhu cheka khuyushamo

source: Learn how to transcribe
bxk: Iyika èngeli yekhuyushamo

source: Learn how to use this page
bxk: Iyicka khurambisha èpage èyi

source: Listen
bxk: Wulilisa

source: Loading…
bxk: loadingah

source: Log In
bxk: logah In

source: Log In / Sign Up
bxk: Signah

source: Log Out
bxk: Logah Oáut

source: Make sure they can be answered in just a couple of sentences
bxk: Making sure uli tsinyala khwilibwamo saah mucouple ye tsisentenca

source: Male/Masculine
bxk: Wesani/Siisani

source: <mark>Check</mark>
bxk: <mark>Checka</mark>

source: <mark>Prompt</mark>
bxk: <mark>Promptah</mark>

source: <mark>Respond</mark>
bxk: <mark>Khukhwilamo</mark>

source: <mark>Transcribe</mark>
bxk: <mark>ukeleshe</mark>

source: More languages coming soon
bxk: Tsinganikha ndala chilecha isaa yosi

source: Not Found
bxk: Sebinyolekha tah

source: Offensive Content
bxk: Ècontent embi

source: Other
bxk: siisindi

source: Personally Identifiable Information
bxk: bubakha bwomundu bubuli binafusi

source: Platform language
bxk: Ènganikha yaplatform

source: <privacyLink>Privacy</privacyLink>
bxk: <privacyLink>Byesirii</privacyLink>

source: Question
bxk: Liswaali

source: Record your response
bxk: Recordah ènjilamo yowo

source: Report
bxk: Reportah

source: Report was passed successfully
bxk: Èriportah bakibirishemo succesfully

source: Request New Language
bxk: Saaba Ènganikha èmbya

source: Respond
bxk: ilamo

source: Response deleted successfully
bxk: Èntsilamo yarusibwemo bulayi

source: Response submitted successfully
bxk: Èntsilamo yabukulibwe bulayi

source: Review
bxk: Ilakamo

source: Select your age
bxk: Londa ericka yowo

source: Select your sex or gender
bxk: Londa sex obah ègender yowo

source: Send a link to my email
bxk: Sukuma èlink khu email yange

source: Skip
bxk: ruka

source: Skipped
bxk: ruckah

source: Solicit personally identifying information (like names or financial information)
bxk: Bushabusha ènganikha èamba khumundu (ká kamasina oba ènganikha ye khubutajjiri)

source: Something went wrong while fetching audio for transcriptions. Please try again later.
bxk: Sindu sichile bubi nga bangona kamakono ke khukelesha. Tafadhali ilamo tsinyinga echo.

source: Something went wrong while fetching prompts. Please try again later.
bxk: Sindu shonekhe nga khutaya prompts. Tafadhali ilamo tsinyinga echo.

source: Something went wrong while fetching transcriptions. Please try again later.
bxk: Siindu sistile bubi nga khutaya khuyushamo. Tafadhali ulelamo tsinyinga echo.

source: Submit
bxk: Èlesha

source: Submit All
bxk: Yilah byosi

source: Submit a report
bxk: Elesha e reportah

source: Submitted
bxk: Khuyilibwa

source: Tap
bxk: tilah

source: <termsLink>Terms</termsLink>
bxk: <termsLink>Tsiterms</termsLink>

source: Thank you for contributing to Spontaneous Speech!
bxk: Assantee khuyetakho ènganikha! ya Spontaneous.

source: Thank you for your information
bxk: Wanyala lwe burume bowo.

source: The content contains a language different than I was expecting.
bxk: ècontent èlimo ènganikha tafaut nende shesi mbele mparánga.

source: The content has disrespectful or offensive language.
bxk: Ècontent eri disrespectful oba ènganikha èmbi

source: The MediaRecorder API is not supported in your browser.
bxk: MediaRecorder yah API sela khuyetanga mu browser yowotah

source: The page you are looking for could not be found
bxk: Epage isii'oli khoenjanga sebinyolekha tah

source: There are currently no prompts for this language. Please refresh the page or try again later.
bxk: Sayi mbawo prompts stenganikha èyi tah. Tafadhali ilamo èpage oba ulakhakaho tsinyinga echo.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
bxk: Sayi mbamu khuyusha khwesi khunyala khwa checka khwenganikha eyi tah. Yani yetah u-refreshe èpage eyi oba ulakhakaho lundi tsinyinga echo.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
bxk: Arii sayi mbawo kamakono ke kekhukelesha mululomo luno. Refreshah saa èpage oba okhakekho tsinyinga echo.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
bxk: Ècontent èyi èliimo bubakha bwomundu bubuli bwamulala bubuli alala nende èmbonekha yamundu mulala, yani nga lisina, email address, èsi wamila, ènamba èyesipande, oba ènumber yelusiimu.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
bxk: Ècontent yinno èlikhereba burume bwa personally identifiable bubuli silala nende khumanyikha khwo mumdu, kabari lisina, email address, èsi wamila, ènamba èyesipande, oba ènumber yelusiimu.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
bxk: Embakha yino silii yalazima taah, wakha urunge nga wiwulila sawa. Nga waweleshe bubakha, khu pseudonymisah bibickatchula khumundu tena khwa makingah shuwa bubakha anga lisina lyowo nende email sebifwana bilalah nende bubakha bwa demographicah nga umuri oba sex taah. Nenga technologyi khuramba sawa esi bulimundu, data uyetákho ba-developer khukhwombekha technologyi yenyikhana khuriflectah tafauti mubandu. Soma bilalah biikila metadata yenyikhana.

source: Transcribe
bxk: khuLeckah

source: Transcript edited successfully
bxk: Khuyusha khwangonebwere bulayi

source: Transcript skipped successfully
bxk: Khuyushamo khwasunibwe bulayi

source: Transcript submitted successfully
bxk: Khukelesha khwabukulibwe bulayi

source: Transcript voted successfully
bxk: Khuyushamo khwalondebwele bulayi

source: { $uploadedQuestions } of { $totalQuestions } questions collected
bxk: Ulayusha enganikha bulayi?

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
bxk: Mwamilanga waah engangi eyo?

source: Upload failed, please retry.
bxk: Uploadah yalobe, ilamo lundi.

source: Use correct spelling and grammar
bxk: Rumah spelling ne grammar éntufu

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
bxk: Èndayii mu <mark>nganikha ya organic </mark> lundi èrambisha tsicase (eg, nga wenya enganikha emanyikhana khuramba nende khukanikha unscripted and colloquially)

source: Welcome to Spontaneous Speech
bxk: Karibu mu nganikha yaspontaneous

source: We periodically release the dataset
bxk: khuweleshanga data kutsila khumbuka

source: Western Penan
bxk: Penan Èbukwanyanga

source: We will show you a prompt or question
bxk: Khuli khwokesha èprompta oba siirebo

source: What issues are you experiencing with this content?
bxk: Butinyu sinah èwéé bwewa-kha-birangamo mukazzi èyi

source: What is your age?
bxk: Èricka yowo elisi?

source: What is your sex or gender?
bxk: sex obah gender yowo ndalasi?

source: What questions can I add?
bxk: Birebo sina byesi nongeraho?

source: Why are you asking?
bxk: Lwasina ularebanga?

source: Why we built this Spontaneous Speech prototype
bxk: Maana ye khukhwombeka enganikha ya spontaneous

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
bxk: andika asi exactly byesi omundu kalomele, ngorámo tsilomo tsa placeholder nga 'um',oba 'errr'.

source: Write down what you hear the person saying here
bxk: Andika asii byesi uwulila umundu khakatsulila aá

source: You check whether the transcription matches the audio
bxk: Uchecka nga khulekasha khu matchingah nende kamakono

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
bxk: Uli nendebyesi ukha saveli tah bichenja khu page èyi. Kaabari uli nende locale, bichenja bwowo sebila savingah tah. Yani ulisure wenya khuchenja èlocale?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
bxk: Uli nendebyesi ukha saveli tah bichenjile khu page èyi. Kaabari uli nende page, bichenjile sebila savingah tah. Yani ukakasa wenya khulekha èpage èyi?

source: You must allow microphone access.
bxk: Ulinende khurakho microphone ebekho.

source: You respond or reply to it as naturally as you can
bxk: Ukuleemo nga noli tena nga nonyala

source: You write down what you hear in the audio clips
bxk: Uwandike asii byesi uwulila mu clip ye kamakono
